<?php

    $goods = [
        [
            'id' => 1,
            'name' => 'Товар 1 хороший длинный',
            'description' => 'Хороший длинный товар, которй вам очень пригодится',
            'date' => '1-01-2014',
            'tags' => ['мужское', 'женское', 'детское', 'взрослое'],
        ],
        [
            'id' => 2,
            'name' => 'Товар 2 очень хороший короткий',
            'description' => 'Очень хороший товар, к тому же короткий, не будет мешаться',
            'date' => '2-02-2015',
            'tags' => ['женское', 'взрослое'],
        ],
        [
            'id' => 3,
            'name' => 'Товар 3 плохой длинный',
            'description' => 'Товар плохой, но длинный, в хозяйстве лишним не будет',
            'date' => '3-03-2015',
            'tags' => ['мужское', 'взрослое'],
        ],
        [
            'id' => 4,
            'name' => 'Товар 4 плохой короткий',
            'description' => 'Плохой товар и к тому же короткий, выбор за вами',
            'date' => '4-04-2013',
            'tags' => ['мужское', 'детское', 'взрослое'],
        ],
        [
            'id' => 5,
            'name' => 'Товар 5 хороший широкий',
            'description' => 'Хороший широкий товар, выгодное предложение',
            'date' => '5-05-2014',
            'tags' => ['мужское', 'женское', 'детское'],
        ],
        [
            'id' => 6,
            'name' => 'Товар 6 плохой узкий',
            'description' => 'Товар плохой потому что узкий',
            'date' => '6-06-2015',
            'tags' => ['мужское', 'женское', 'взрослое'],
        ],
        [
            'id' => 7,
            'name' => 'Товар 7 очень плохой корокий узкий',
            'description' => 'Крайне не рекомендуем этот товар',
            'date' => '7-2-2015',
            'tags' => ['женское', 'детское', 'взрослое'],
        ],

    ];
